{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FT4ContiViewModel",
			"Children": [
				{
					"Source":
					{
						"Text": "Add to New Action"
					},
					"Translation":
					{
						"Text": "Add to New Action"
					},
					"Key": "T4ContiViewModelAddNewAction_Transaction"
				},
				{
					"Source":
					{
						"Text": "Remove from Selected Action"
					},
					"Translation":
					{
						"Text": "Remove from Selected Action"
					},
					"Key": "T4ContiViewModelRemoveAction_Transaction"
				},
				{
					"Source":
					{
						"Text": "Save to ContiAsset"
					},
					"Translation":
					{
						"Text": "Save to ContiAsset"
					},
					"Key": "T4ContiViewModelSave_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Action ForderInfo"
					},
					"Translation":
					{
						"Text": "Update to Action ForderInfo"
					},
					"Key": "T4ContiViewModelUpdateFolder_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Action LifecyclePolicy"
					},
					"Translation":
					{
						"Text": "Update to Action LifecyclePolicy"
					},
					"Key": "T4ContiViewModelChangeLifecyclePolicy_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Action SortOrder"
					},
					"Translation":
					{
						"Text": "Update to Action SortOrder"
					},
					"Key": "T4ContiViewModelUpdateSortOrder_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Action SortOrders"
					},
					"Translation":
					{
						"Text": "Update to Action SortOrders"
					},
					"Key": "T4ContiViewModelUpdateSortOrders_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Action TimeData"
					},
					"Translation":
					{
						"Text": "Update to Action TimeData"
					},
					"Key": "T4ContiViewModelUpdateSelectedSectionTimeData_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Conti MaxPlayTime"
					},
					"Translation":
					{
						"Text": "Update to Conti MaxPlayTime"
					},
					"Key": "T4ContiViewModelUpdateMaxPlayTimeSec_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Conti Parameter"
					},
					"Translation":
					{
						"Text": "Update to Conti Parameter"
					},
					"Key": "T4ContiViewModelActionSelectedIsolations_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Conti Parameter"
					},
					"Translation":
					{
						"Text": "Update to Conti Parameter"
					},
					"Key": "T4ContiViewModelSetActionInvisible_Transaction"
				},
				{
					"Source":
					{
						"Text": "Update to Conti Parameter"
					},
					"Translation":
					{
						"Text": "Update to Conti Parameter"
					},
					"Key": "T4ContiViewModelActionIsolation_Transaction"
				}
			]
		},
		{
			"Namespace": "ST4ActionPointNameSelector",
			"Children": [
				{
					"Source":
					{
						"Text": "Refresh ActionPoint Name Lists"
					},
					"Translation":
					{
						"Text": "Refresh ActionPoint Name Lists"
					},
					"Key": "T4ActionPointNameSelectorRefreshBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Refresh ActionPoint Name Lists"
					},
					"Translation":
					{
						"Text": "Refresh ActionPoint Name Lists"
					},
					"Key": "T4ActionPointNameSelectorRefreshBtn"
				},
				{
					"Source":
					{
						"Text": "Search Elements"
					},
					"Translation":
					{
						"Text": "Search Elements"
					},
					"Key": "T4ActionPointNameSelectorSearchBoxHint"
				}
			]
		},
		{
			"Namespace": "ST4BlendSpaceNameSelector",
			"Children": [
				{
					"Source":
					{
						"Text": "Refresh BlendSpace Name Lists"
					},
					"Translation":
					{
						"Text": "Refresh BlendSpace Name Lists"
					},
					"Key": "T4BlendSpaceNameSelectorRefreshBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Refresh BlendSpacne Name Lists"
					},
					"Translation":
					{
						"Text": "Refresh BlendSpacne Name Lists"
					},
					"Key": "T4BlendSpaceNameSelectorRefreshBtn"
				},
				{
					"Source":
					{
						"Text": "Search Elements"
					},
					"Translation":
					{
						"Text": "Search Elements"
					},
					"Key": "T4BlendSpaceNameSelectorSearchBoxHint"
				}
			]
		},
		{
			"Namespace": "ST4SectionNameSelector",
			"Children": [
				{
					"Source":
					{
						"Text": "Refresh Section Name Lists"
					},
					"Translation":
					{
						"Text": "Refresh Section Name Lists"
					},
					"Key": "T4SectionNameSelectorRefreshBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Refresh Section Name Lists"
					},
					"Translation":
					{
						"Text": "Refresh Section Name Lists"
					},
					"Key": "T4SectionNameSelectorRefreshBtn"
				},
				{
					"Source":
					{
						"Text": "Search Elements"
					},
					"Translation":
					{
						"Text": "Search Elements"
					},
					"Key": "T4SectionNameSelectorBoxHint"
				}
			]
		},
		{
			"Namespace": "T4AnimSetCustomizeDetails",
			"Children": [
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "Add"
					},
					"Key": "T4AnimSetDefaultSectionSelectorAddBtn"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "Add"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorAddBtn"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "Add"
					},
					"Key": "T4AnimSetSkillSectionSelectorAddBtn"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "Add"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorAddBtn"
				},
				{
					"Source":
					{
						"Text": "Add Or Update"
					},
					"Translation":
					{
						"Text": "Add Or Update"
					},
					"Key": "T4AnimSetDefaultSectionSelectorBtn"
				},
				{
					"Source":
					{
						"Text": "Add Or Update"
					},
					"Translation":
					{
						"Text": "Add Or Update"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorBtn"
				},
				{
					"Source":
					{
						"Text": "Add Or Update"
					},
					"Translation":
					{
						"Text": "Add Or Update"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorBtn"
				},
				{
					"Source":
					{
						"Text": "Add Or Update"
					},
					"Translation":
					{
						"Text": "Add Or Update"
					},
					"Key": "T4AnimSetSkillSectionSelectorBtn"
				},
				{
					"Source":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Key": "T4AnimSetDefaultSectionSelectorBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Key": "T4AnimSetSkillSectionSelectorBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Add Or Update Selected AnimSequence"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "AnimSet CustomDetail Error"
					},
					"Translation":
					{
						"Text": "AnimSet CustomDetail Error"
					},
					"Key": "T4AnimSetCustomDetailsError"
				},
				{
					"Source":
					{
						"Text": "AnimSetAsset"
					},
					"Translation":
					{
						"Text": "AnimSetAsset"
					},
					"Key": "T4AnimSetTitle"
				},
				{
					"Source":
					{
						"Text": "BlensSpace Name"
					},
					"Translation":
					{
						"Text": "BlensSpace Name"
					},
					"Key": "T4AnimSetBlendSpaceNameSelector"
				},
				{
					"Source":
					{
						"Text": "Build"
					},
					"Translation":
					{
						"Text": "Build"
					},
					"Key": "T4AnimSetBuildBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Build"
					},
					"Translation":
					{
						"Text": "Build"
					},
					"Key": "T4AnimSetBuildBtn"
				},
				{
					"Source":
					{
						"Text": "Build And Save"
					},
					"Translation":
					{
						"Text": "Build And Save"
					},
					"Key": "T4AnimSetBuildAndSaveBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Build And Save"
					},
					"Translation":
					{
						"Text": "Build And Save"
					},
					"Key": "T4AnimSetBuildAndSaveBtn"
				},
				{
					"Source":
					{
						"Text": "Failed to play animation"
					},
					"Translation":
					{
						"Text": "Failed to play animation"
					},
					"Key": "T4AnimSetCustomDetailsFailedPlayError"
				},
				{
					"Source":
					{
						"Text": "No BlendSpace Name Selected"
					},
					"Translation":
					{
						"Text": "No BlendSpace Name Selected"
					},
					"Key": "T4AnimSetCustomDetailsNoBlendSpaceSelectedError"
				},
				{
					"Source":
					{
						"Text": "No SectionName Selected"
					},
					"Translation":
					{
						"Text": "No SectionName Selected"
					},
					"Key": "T4AnimSetCustomDetailsNoSectionSelectedError"
				},
				{
					"Source":
					{
						"Text": "No Set AnimSequence"
					},
					"Translation":
					{
						"Text": "No Set AnimSequence"
					},
					"Key": "T4AnimSetCustomDetailsNoSetAnimSequenceError"
				},
				{
					"Source":
					{
						"Text": "No Set AnimSetAsset"
					},
					"Translation":
					{
						"Text": "No Set AnimSetAsset"
					},
					"Key": "T4AnimSetCustomDetailsNotSetAnimSetError"
				},
				{
					"Source":
					{
						"Text": "No Set BlendSpace"
					},
					"Translation":
					{
						"Text": "No Set BlendSpace"
					},
					"Key": "T4AnimSetCustomDetailsNoSetBlendSpaceError"
				},
				{
					"Source":
					{
						"Text": "Play Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Play Selected AnimSequence"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorTestPlayOneShotBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Play Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Play Selected AnimSequence"
					},
					"Key": "T4AnimSetSkillSectionSelectorTestPlayOneShotBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Play Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Play Selected AnimSequence"
					},
					"Key": "T4AnimSetDefaultSectionSelectorTestPlayOneShotBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "Remove"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorRemoveBtn"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "Remove"
					},
					"Key": "T4AnimSetDefaultSectionSelectorRemoveBtn"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "Remove"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorRemoveBtn"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "Remove"
					},
					"Key": "T4AnimSetSkillSectionSelectorRemoveBtn"
				},
				{
					"Source":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Key": "T4AnimSetDefaultSectionSelectorRemoveBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorRemoveBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Key": "T4AnimSetSkillSectionSelectorRemoveBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Translation":
					{
						"Text": "Remove Selected AnimSequence"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorRemoveBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Section Name"
					},
					"Translation":
					{
						"Text": "Section Name"
					},
					"Key": "T4AnimSetLocomotionSectionSelector"
				},
				{
					"Source":
					{
						"Text": "Section Name"
					},
					"Translation":
					{
						"Text": "Section Name"
					},
					"Key": "T4AnimSetDefaultSectionSelector"
				},
				{
					"Source":
					{
						"Text": "Section Name"
					},
					"Translation":
					{
						"Text": "Section Name"
					},
					"Key": "T4AnimSetSkillSectionSelector"
				},
				{
					"Source":
					{
						"Text": "Select AnimSequence"
					},
					"Translation":
					{
						"Text": "Select AnimSequence"
					},
					"Key": "T4AnimSetDefaultSectionSelectorEntryBoxTitle"
				},
				{
					"Source":
					{
						"Text": "Select AnimSequence"
					},
					"Translation":
					{
						"Text": "Select AnimSequence"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorEntryBox"
				},
				{
					"Source":
					{
						"Text": "Select AnimSequence"
					},
					"Translation":
					{
						"Text": "Select AnimSequence"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorEntryBoxTitle"
				},
				{
					"Source":
					{
						"Text": "Select AnimSequence"
					},
					"Translation":
					{
						"Text": "Select AnimSequence"
					},
					"Key": "T4AnimSetSkillSectionSelectorEntryBox"
				},
				{
					"Source":
					{
						"Text": "Select AnimSequence"
					},
					"Translation":
					{
						"Text": "Select AnimSequence"
					},
					"Key": "T4AnimSetSkillSectionSelectorEntryBoxTitle"
				},
				{
					"Source":
					{
						"Text": "Select AnimSequence"
					},
					"Translation":
					{
						"Text": "Select AnimSequence"
					},
					"Key": "T4AnimSetDefaultSectionSelectorEntryBox"
				},
				{
					"Source":
					{
						"Text": "Select BlendSpace"
					},
					"Translation":
					{
						"Text": "Select BlendSpace"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorEntryBox"
				},
				{
					"Source":
					{
						"Text": "Select BlendSpace"
					},
					"Translation":
					{
						"Text": "Select BlendSpace"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorEntryBoxTitle"
				},
				{
					"Source":
					{
						"Text": "Select BlensSpaceName"
					},
					"Translation":
					{
						"Text": "Select BlensSpaceName"
					},
					"Key": "T4AnimSetBlendSpaceNameSelectorTitle"
				},
				{
					"Source":
					{
						"Text": "Select SectionName"
					},
					"Translation":
					{
						"Text": "Select SectionName"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorTitle"
				},
				{
					"Source":
					{
						"Text": "Select SectionName"
					},
					"Translation":
					{
						"Text": "Select SectionName"
					},
					"Key": "T4AnimSetSkillSectionSelectorTitle"
				},
				{
					"Source":
					{
						"Text": "Select SectionName"
					},
					"Translation":
					{
						"Text": "Select SectionName"
					},
					"Key": "T4AnimSetDefaultSectionSelectorTitle"
				},
				{
					"Source":
					{
						"Text": "T4AnimSetAsset"
					},
					"Translation":
					{
						"Text": "T4AnimSetAsset"
					},
					"Key": "T4AnimSetEntryBox"
				},
				{
					"Source":
					{
						"Text": "Take Thumbnail"
					},
					"Translation":
					{
						"Text": "Take Thumbnail"
					},
					"Key": "T4AnimSetTakeThumbnailBtn"
				},
				{
					"Source":
					{
						"Text": "Take Thumbnail"
					},
					"Translation":
					{
						"Text": "Take Thumbnail"
					},
					"Key": "T4AnimSetTakeThumbnailBtn_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Test Play OneShot"
					},
					"Translation":
					{
						"Text": "Test Play OneShot"
					},
					"Key": "T4AnimSetLocomotionSectionSelectorTestPlayOneShotBtn"
				},
				{
					"Source":
					{
						"Text": "Test Play OneShot"
					},
					"Translation":
					{
						"Text": "Test Play OneShot"
					},
					"Key": "T4AnimSetSkillSectionSelectorTestPlayOneShotBtn"
				},
				{
					"Source":
					{
						"Text": "Test Play OneShot"
					},
					"Translation":
					{
						"Text": "Test Play OneShot"
					},
					"Key": "T4AnimSetDefaultSectionSelectorTestPlayOneShotBtn"
				},
				{
					"Source":
					{
						"Text": "UpdateAndSave"
					},
					"Translation":
					{
						"Text": "UpdateAndSave"
					},
					"Key": "T4AnimSetSaveBtn"
				}
			]
		},
		{
			"Namespace": "T4AssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "T4AnimSetAsset"
					},
					"Translation":
					{
						"Text": "T4AnimSetAsset"
					},
					"Key": "T4AssetTypeActions_AnimSetAsset"
				},
				{
					"Source":
					{
						"Text": "T4CharacterEntityAsset"
					},
					"Translation":
					{
						"Text": "T4CharacterEntityAsset"
					},
					"Key": "T4AssetTypeActions_CharacterEntityAsset"
				},
				{
					"Source":
					{
						"Text": "T4ContiAsset"
					},
					"Translation":
					{
						"Text": "T4ContiAsset"
					},
					"Key": "T4AssetTypeActions_ContiAsset"
				},
				{
					"Source":
					{
						"Text": "T4CostumeEntityAsset"
					},
					"Translation":
					{
						"Text": "T4CostumeEntityAsset"
					},
					"Key": "T4AssetTypeActions_CostumeEntityAsset"
				},
				{
					"Source":
					{
						"Text": "T4PropEntityAsset"
					},
					"Translation":
					{
						"Text": "T4PropEntityAsset"
					},
					"Key": "T4AssetTypeActions_PropEntityAsset"
				},
				{
					"Source":
					{
						"Text": "T4WeaponEntityAsset"
					},
					"Translation":
					{
						"Text": "T4WeaponEntityAsset"
					},
					"Key": "T4AssetTypeActions_WeaponEntityAsset"
				},
				{
					"Source":
					{
						"Text": "T4WorldEntityAsset"
					},
					"Translation":
					{
						"Text": "T4WorldEntityAsset"
					},
					"Key": "T4AssetTypeActions_WorldEntityAsset"
				}
			]
		},
		{
			"Namespace": "T4ContiBrowser",
			"Children": [
				{
					"Source":
					{
						"Text": "Conti Filters"
					},
					"Translation":
					{
						"Text": "Conti Filters"
					},
					"Key": "ExtraContiFilters"
				},
				{
					"Source":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Translation":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Key": "ExtraContiFiltersTooltip"
				},
				{
					"Source":
					{
						"Text": "Open"
					},
					"Translation":
					{
						"Text": "Open"
					},
					"Key": "T4ContiBrowserOpenSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "T4ContiBrowserAssetContextMenu"
				},
				{
					"Source":
					{
						"Text": "Play in MainView"
					},
					"Translation":
					{
						"Text": "Play in MainView"
					},
					"Key": "T4ContiBrowserPlayInMainView"
				},
				{
					"Source":
					{
						"Text": "Play in ThumbnailView"
					},
					"Translation":
					{
						"Text": "Play in ThumbnailView"
					},
					"Key": "T4ContiBrowserPlayInThumbnail"
				},
				{
					"Source":
					{
						"Text": "Play the selected action contis"
					},
					"Translation":
					{
						"Text": "Play the selected action contis"
					},
					"Key": "T4ContiBrowserPlayInMainView_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Play the selected action contis"
					},
					"Translation":
					{
						"Text": "Play the selected action contis"
					},
					"Key": "T4ContiBrowserPlayInThumbnail_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "T4ContiBrowserSaveSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Save the selected action contis"
					},
					"Translation":
					{
						"Text": "Save the selected action contis"
					},
					"Key": "T4ContiBrowserSaveSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Save the selected action contis"
					},
					"Translation":
					{
						"Text": "Save the selected action contis"
					},
					"Key": "T4ContiBrowserOpenSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show Conti Assets"
					},
					"Translation":
					{
						"Text": "Show Conti Assets"
					},
					"Key": "T4ContiBrowserFrontendFilter_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show Conti Assets"
					},
					"Translation":
					{
						"Text": "Show Conti Assets"
					},
					"Key": "T4ContiBrowserFrontendFilter"
				}
			]
		},
		{
			"Namespace": "T4ContiCustomizeDetails",
			"Children": [
				{
					"Source":
					{
						"Text": "ActionPoint"
					},
					"Translation":
					{
						"Text": "ActionPoint"
					},
					"Key": "ActionPointTitle"
				},
				{
					"Source":
					{
						"Text": "ActionPoint"
					},
					"Translation":
					{
						"Text": "ActionPoint"
					},
					"Key": "ActionPointSelector"
				},
				{
					"Source":
					{
						"Text": "SectionName"
					},
					"Translation":
					{
						"Text": "SectionName"
					},
					"Key": "AnimSequenceTitle"
				},
				{
					"Source":
					{
						"Text": "SectionName"
					},
					"Translation":
					{
						"Text": "SectionName"
					},
					"Key": "AnimSequenceSelector"
				}
			]
		},
		{
			"Namespace": "T4ContiTrackEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Add Animation Action"
					},
					"Translation":
					{
						"Text": "Add Animation Action"
					},
					"Key": "T4ContiTrackAddAnimationAction"
				},
				{
					"Source":
					{
						"Text": "Add Branch Action"
					},
					"Translation":
					{
						"Text": "Add Branch Action"
					},
					"Key": "T4ContiTrackAddBranchAction"
				},
				{
					"Source":
					{
						"Text": "Add CameraWork Action"
					},
					"Translation":
					{
						"Text": "Add CameraWork Action"
					},
					"Key": "T4ContiTrackAddCameraWorkAction"
				},
				{
					"Source":
					{
						"Text": "Add Decal Action"
					},
					"Translation":
					{
						"Text": "Add Decal Action"
					},
					"Key": "T4ContiTrackAddDecalAction"
				},
				{
					"Source":
					{
						"Text": "Add Particle Action"
					},
					"Translation":
					{
						"Text": "Add Particle Action"
					},
					"Key": "T4ContiTrackAddParticleAction"
				},
				{
					"Source":
					{
						"Text": "Add SpecialMove Action"
					},
					"Translation":
					{
						"Text": "Add SpecialMove Action"
					},
					"Key": "Add SpecialMove ActionTrack"
				},
				{
					"Source":
					{
						"Text": "Add TimeScale Action"
					},
					"Translation":
					{
						"Text": "Add TimeScale Action"
					},
					"Key": "T4ContiTrackAddTimeScaleAction"
				},
				{
					"Source":
					{
						"Text": "Add all of the selected actions to isloation"
					},
					"Translation":
					{
						"Text": "Add all of the selected actions to isloation"
					},
					"Key": "T4ContiTrackIsolateSelectedToolTip"
				},
				{
					"Source":
					{
						"Text": "Add this action to isolation, without changing other actions."
					},
					"Translation":
					{
						"Text": "Add this action to isolation, without changing other actions."
					},
					"Key": "T4ContiTrackAddToIsolation_NoChangeOthers"
				},
				{
					"Source":
					{
						"Text": "Add this to isolation"
					},
					"Translation":
					{
						"Text": "Add this to isolation"
					},
					"Key": "T4ContiTrackAddToIsolation"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the Animation of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the Animation of the sequence."
					},
					"Key": "T4ContiTrackAddAnimationAction_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the Branch of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the Branch of the sequence."
					},
					"Key": "T4ContiTrackAddBranchAction_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the CameraWork of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the CameraWork of the sequence."
					},
					"Key": "T4ContiTrackAddCameraWorkAction_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the Decal of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the Decal of the sequence."
					},
					"Key": "T4ContiTrackAddDecalAction_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the Particle of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the Particle of the sequence."
					},
					"Key": "T4ContiTrackAddParticleAction_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the SpecialMove of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the SpecialMove of the sequence."
					},
					"Key": "Add SpecialMove ActionTrackTooltip"
				},
				{
					"Source":
					{
						"Text": "Adds a new action track that controls the TimeScale of the sequence."
					},
					"Translation":
					{
						"Text": "Adds a new action track that controls the TimeScale of the sequence."
					},
					"Key": "T4ContiTrackAddTimeScaleAction_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Change all of the selected actions to 'Auto or Looping' key"
					},
					"Translation":
					{
						"Text": "Change all of the selected actions to 'Auto or Looping' key"
					},
					"Key": "T4ContiTrackChangeLifecyclePolicyAuto_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Change all of the selected actions to 'Duration' section"
					},
					"Translation":
					{
						"Text": "Change all of the selected actions to 'Duration' section"
					},
					"Key": "T4ContiTrackChangeLifecyclePolicyDuration_Tootip"
				},
				{
					"Source":
					{
						"Text": "Change to LifecyclePolicy Auto or Looping"
					},
					"Translation":
					{
						"Text": "Change to LifecyclePolicy Auto or Looping"
					},
					"Key": "T4ContiTrackChangeLifecyclePolicyAuto"
				},
				{
					"Source":
					{
						"Text": "Change to LifecyclePolicy Duration"
					},
					"Translation":
					{
						"Text": "Change to LifecyclePolicy Duration"
					},
					"Key": "T4ContiTrackChangeLifecyclePolicyDuration"
				},
				{
					"Source":
					{
						"Text": "Disable action isolation."
					},
					"Translation":
					{
						"Text": "Disable action isolation."
					},
					"Key": "T4ContiTrackTurnOffActionIsolation"
				},
				{
					"Source":
					{
						"Text": "Enable isolation for this action."
					},
					"Translation":
					{
						"Text": "Enable isolation for this action."
					},
					"Key": "T4ContiTrackIsolateThisAction"
				},
				{
					"Source":
					{
						"Text": "Isolate all selected"
					},
					"Translation":
					{
						"Text": "Isolate all selected"
					},
					"Key": "T4ContiTrackIsolateSelected"
				},
				{
					"Source":
					{
						"Text": "Remove this action from isolation, without changing other actions."
					},
					"Translation":
					{
						"Text": "Remove this action from isolation, without changing other actions."
					},
					"Key": "T4ContiTrackRemoveFromIsolation_NoChangeOthers"
				},
				{
					"Source":
					{
						"Text": "Remove this from isolation."
					},
					"Translation":
					{
						"Text": "Remove this from isolation."
					},
					"Key": "T4ContiTrackRemoveFromIsolation"
				},
				{
					"Source":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Translation":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Key": "T4ContiTrackContextMenuSectionName"
				},
				{
					"Source":
					{
						"Text": "Toggle whether or not this action is enabled."
					},
					"Translation":
					{
						"Text": "Toggle whether or not this action is enabled."
					},
					"Key": "T4ContiTrackEnabledTooltip"
				}
			]
		},
		{
			"Namespace": "T4EngineSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "T4Engine"
					},
					"Translation":
					{
						"Text": "T4Engine"
					},
					"Key": "T4EngineSettingsSection"
				}
			]
		},
		{
			"Namespace": "T4EntityBrowser",
			"Children": [
				{
					"Source":
					{
						"Text": "Actor Entity Filters"
					},
					"Translation":
					{
						"Text": "Actor Entity Filters"
					},
					"Key": "T4EntityBrowserExtraActorEntityFilters"
				},
				{
					"Source":
					{
						"Text": "Costume Entity Filters"
					},
					"Translation":
					{
						"Text": "Costume Entity Filters"
					},
					"Key": "T4EntityBrowserExtraCostumeEntityFilters"
				},
				{
					"Source":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Translation":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Key": "T4EntityBrowserExtraCostumeEntityFilters_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Translation":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Key": "T4EntityBrowserExtraPropEntityFilters_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Translation":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Key": "T4EntityBrowserExtraWeaponEntityFilters_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Translation":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Key": "T4EntityBrowserExtraWorldEntityFilters_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Translation":
					{
						"Text": "Filter assets by all filters in this category."
					},
					"Key": "T4EntityBrowserExtraActorEntityFilters_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Get Preview CameraInfo the selected entities"
					},
					"Translation":
					{
						"Text": "Get Preview CameraInfo the selected entities"
					},
					"Key": "T4EntityBrowserSavePreviewCameraInfoSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Open"
					},
					"Translation":
					{
						"Text": "Open"
					},
					"Key": "T4EntityBrowserOpenSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Open the selected entities"
					},
					"Translation":
					{
						"Text": "Open the selected entities"
					},
					"Key": "T4EntityBrowserOpenSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "T4EntityBrowserContextMenu"
				},
				{
					"Source":
					{
						"Text": "Prop Entity Filters"
					},
					"Translation":
					{
						"Text": "Prop Entity Filters"
					},
					"Key": "T4EntityBrowserExtraPropEntityFilters"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "T4EntityBrowserSaveSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Save Preview Camera"
					},
					"Translation":
					{
						"Text": "Save Preview Camera"
					},
					"Key": "T4EntityBrowserSavePreviewCameraInfoSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Save the selected entities"
					},
					"Translation":
					{
						"Text": "Save the selected entities"
					},
					"Key": "T4EntityBrowserSaveSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show ActorEntity Assets"
					},
					"Translation":
					{
						"Text": "Show ActorEntity Assets"
					},
					"Key": "T4EntityBrowserCharacterEntityAssets"
				},
				{
					"Source":
					{
						"Text": "Show ActorEntity Assets"
					},
					"Translation":
					{
						"Text": "Show ActorEntity Assets"
					},
					"Key": "T4EntityBrowserCharacterEntityAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show CostumeEntity Assets"
					},
					"Translation":
					{
						"Text": "Show CostumeEntity Assets"
					},
					"Key": "T4EntityBrowserCostumeEntityAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show CostumeEntity Assets"
					},
					"Translation":
					{
						"Text": "Show CostumeEntity Assets"
					},
					"Key": "T4EntityBrowserCostumeEntityAssets"
				},
				{
					"Source":
					{
						"Text": "Show PropEntity Assets"
					},
					"Translation":
					{
						"Text": "Show PropEntity Assets"
					},
					"Key": "T4EntityBrowserPropEntityAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show PropEntity Assets"
					},
					"Translation":
					{
						"Text": "Show PropEntity Assets"
					},
					"Key": "T4EntityBrowserPropEntityAssets"
				},
				{
					"Source":
					{
						"Text": "Show WeaponEntity Assets"
					},
					"Translation":
					{
						"Text": "Show WeaponEntity Assets"
					},
					"Key": "T4EntityBrowserWeaponEntityAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Show WeaponEntity Assets"
					},
					"Translation":
					{
						"Text": "Show WeaponEntity Assets"
					},
					"Key": "T4EntityBrowserWeaponEntityAssets"
				},
				{
					"Source":
					{
						"Text": "Show WorldEntity Assets"
					},
					"Translation":
					{
						"Text": "Show WorldEntity Assets"
					},
					"Key": "T4EntityBrowserWorldEntityAssets"
				},
				{
					"Source":
					{
						"Text": "Show WorldEntity Assets"
					},
					"Translation":
					{
						"Text": "Show WorldEntity Assets"
					},
					"Key": "T4EntityBrowserWorldEntityAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Spawn"
					},
					"Translation":
					{
						"Text": "Spawn"
					},
					"Key": "T4EntityBrowserSpawnSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Spawn the selected entities"
					},
					"Translation":
					{
						"Text": "Spawn the selected entities"
					},
					"Key": "T4EntityBrowserSpawnSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Take Thumbnail"
					},
					"Translation":
					{
						"Text": "Take Thumbnail"
					},
					"Key": "T4EntityBrowserThumbnailSelectedAssets"
				},
				{
					"Source":
					{
						"Text": "Thumbnail the selected entities"
					},
					"Translation":
					{
						"Text": "Thumbnail the selected entities"
					},
					"Key": "T4EntityBrowserThumbnailSelectedAssets_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Weapon Entity Filters"
					},
					"Translation":
					{
						"Text": "Weapon Entity Filters"
					},
					"Key": "T4EntityBrowserExtraWeaponEntityFilters"
				},
				{
					"Source":
					{
						"Text": "World Entity Filters"
					},
					"Translation":
					{
						"Text": "World Entity Filters"
					},
					"Key": "T4EntityBrowserExtraWorldEntityFilters"
				}
			]
		},
		{
			"Namespace": "T4GameplayModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure T4Gameplay editing features."
					},
					"Translation":
					{
						"Text": "Configure T4Gameplay editing features."
					},
					"Key": "T4GameplaySettingsDescription"
				},
				{
					"Source":
					{
						"Text": "T4Gameplay"
					},
					"Translation":
					{
						"Text": "T4Gameplay"
					},
					"Key": "T4GameplaySettingsSection"
				}
			]
		},
		{
			"Namespace": "T4RehearsalCommands",
			"Children": [
				{
					"Source":
					{
						"Text": "T4Rehearsal Commands"
					},
					"Translation":
					{
						"Text": "T4Rehearsal Commands"
					},
					"Key": "T4RehearsalCommands"
				}
			]
		},
		{
			"Namespace": "T4RehearsalContiEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Add an existing contis..."
					},
					"Translation":
					{
						"Text": "Add an existing contis..."
					},
					"Key": "T4ContiEditorContiAsset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Generate a thumbnail image."
					},
					"Translation":
					{
						"Text": "Generate a thumbnail image."
					},
					"Key": "T4ContiEditorGenerateThumbnail_Tooltip"
				},
				{
					"Source":
					{
						"Text": "MirrorToPIE"
					},
					"Translation":
					{
						"Text": "MirrorToPIE"
					},
					"Key": "T4ContiEditorMirrorToPIE"
				},
				{
					"Source":
					{
						"Text": "T4Action Conti..."
					},
					"Translation":
					{
						"Text": "T4Action Conti..."
					},
					"Key": "T4ContiEditorContiAsset"
				},
				{
					"Source":
					{
						"Text": "T4ContiAsset "
					},
					"Translation":
					{
						"Text": "T4ContiAsset "
					},
					"Key": "T4ContiEditorWorldCentricTabPrefix"
				},
				{
					"Source":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Translation":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Key": "T4ContiEditorToolKitName"
				},
				{
					"Source":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Translation":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Key": "T4ContiEditorTabSpawnereMenu"
				},
				{
					"Source":
					{
						"Text": "Thumbnail"
					},
					"Translation":
					{
						"Text": "Thumbnail"
					},
					"Key": "T4ContiEditorGenerateThumbnail"
				},
				{
					"Source":
					{
						"Text": "Viewport Mirroring to PIE Viewport"
					},
					"Translation":
					{
						"Text": "Viewport Mirroring to PIE Viewport"
					},
					"Key": "T4ContiEditorMirrorToPIE_Tooltip"
				}
			]
		},
		{
			"Namespace": "T4RehearsalEntityEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Generate a thumbnail image"
					},
					"Translation":
					{
						"Text": "Generate a thumbnail image"
					},
					"Key": "T4EntityEditorGenerateThumbnail_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Reload"
					},
					"Translation":
					{
						"Text": "Reload"
					},
					"Key": "T4EntityEditorReloadEntity"
				},
				{
					"Source":
					{
						"Text": "Reload Entity"
					},
					"Translation":
					{
						"Text": "Reload Entity"
					},
					"Key": "T4EntityEditorReloadEntity_Tooltip"
				},
				{
					"Source":
					{
						"Text": "T4Entity "
					},
					"Translation":
					{
						"Text": "T4Entity "
					},
					"Key": "T4EntityEditorWorldCentricTabPrefix"
				},
				{
					"Source":
					{
						"Text": "T4RehearsalEntity Editor"
					},
					"Translation":
					{
						"Text": "T4RehearsalEntity Editor"
					},
					"Key": "T4EntityEditorToolKitName"
				},
				{
					"Source":
					{
						"Text": "T4RehearsalEntity Editor"
					},
					"Translation":
					{
						"Text": "T4RehearsalEntity Editor"
					},
					"Key": "T4EntityEditorTabSpawnersMenu"
				},
				{
					"Source":
					{
						"Text": "Thumbnail"
					},
					"Translation":
					{
						"Text": "Thumbnail"
					},
					"Key": "T4EntityEditorGenerateThumbnail"
				}
			]
		},
		{
			"Namespace": "T4RehearsalModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the look and feel of the T4RehearsalConti Editor."
					},
					"Translation":
					{
						"Text": "Configure the look and feel of the T4RehearsalConti Editor."
					},
					"Key": "T4RehearsalContiSequenceEditorSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "T4EditorMode"
					},
					"Translation":
					{
						"Text": "T4EditorMode"
					},
					"Key": "T4RehearsalEditorModeName"
				},
				{
					"Source":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Translation":
					{
						"Text": "T4RehearsalConti Editor"
					},
					"Key": "T4RehearsalContiSequenceEditorSettingsName"
				},
				{
					"Source":
					{
						"Text": "Tect4Labs"
					},
					"Translation":
					{
						"Text": "Tect4Labs"
					},
					"Key": "T4RehearsalModuleName"
				}
			]
		},
		{
			"Namespace": "T4RehearsalSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "T4RehearsalSettings"
					},
					"Translation":
					{
						"Text": "T4RehearsalSettings"
					},
					"Key": "T4RehearsalSettingsSectionName"
				}
			]
		},
		{
			"Namespace": "T4RehearsalViewportToolBar",
			"Children": [
				{
					"Source":
					{
						"Text": "T4Viewport Options"
					},
					"Translation":
					{
						"Text": "T4Viewport Options"
					},
					"Key": "T4ViewportToolBarSection"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "T4RehearsalCommands",
					"Children": [
						{
							"Source":
							{
								"Text": "GameControl"
							},
							"Translation":
							{
								"Text": "GameControl"
							},
							"Key": "TogglePreviewGameControl"
						},
						{
							"Source":
							{
								"Text": "Generate Thumbnail"
							},
							"Translation":
							{
								"Text": "Generate Thumbnail"
							},
							"Key": "SaveThumbnailImage_ToolTip"
						},
						{
							"Source":
							{
								"Text": "MirrorToPIE"
							},
							"Translation":
							{
								"Text": "MirrorToPIE"
							},
							"Key": "MirrorToPIE"
						},
						{
							"Source":
							{
								"Text": "Reload"
							},
							"Translation":
							{
								"Text": "Reload"
							},
							"Key": "ReloadSpawnObject"
						},
						{
							"Source":
							{
								"Text": "Reload SpawnObject"
							},
							"Translation":
							{
								"Text": "Reload SpawnObject"
							},
							"Key": "ReloadSpawnObject_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Thumbnail"
							},
							"Translation":
							{
								"Text": "Thumbnail"
							},
							"Key": "SaveThumbnailImage"
						},
						{
							"Source":
							{
								"Text": "Toggle the preview game control."
							},
							"Translation":
							{
								"Text": "Toggle the preview game control."
							},
							"Key": "TogglePreviewGameControl_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Viewport Mirroring to PIE Viewport"
							},
							"Translation":
							{
								"Text": "Viewport Mirroring to PIE Viewport"
							},
							"Key": "MirrorToPIE_ToolTip"
						}
					]
				}
			]
		}
	]
}